{
    "Welcome to React": "مرحبا بك في مكتبة رياكت",
    "Welcome to SkyLine!": "مرحبًا بكم في سكاي لاين!",
    "SkyLine is your trusted partner for seamless, efficient, and affordable travel booking. Your journey starts here!": "سكاي لاين هو شريكك الموثوق لحجوزات السفر بسلاسة وكفاءة وبأسعار معقولة. رحلتك تبدأ هنا!",
    "Special Discounts Await!": "خصومات خاصة تنتظرك!",
    "Discover amazing deals and save big on your next adventure. Exclusive offers available for a limited time!": "اكتشف عروضًا مذهلة ووفر كبيرًا في مغامرتك القادمة. عروض حصرية متاحة لفترة محدودة!",
    "Free Travel Coupons!": "كوبونات سفر مجانية!",
    "Take advantage of our free travel coupons and enjoy extra perks on your journey. Book now and save more!": "استفد من كوبونات السفر المجانية لدينا واستمتع بامتيازات إضافية في رحلتك. احجز الآن ووفر أكثر!",
    "Competitive Prices": "أسعار تنافسية",
    "Enjoy the best deals and save on your flights with our unbeatable prices.": "استمتع بأفضل العروض ووفّر على رحلاتك بأسعارنا التي لا تضاهى.",
    "Classy Treatment": "معاملة راقية",
    "Enjoy exceptional service and luxury from the start of your journey with us.": "استمتع بخدمة استثنائية وفخامة منذ بداية رحلتك معنا.",
    "Your Time is Priority": "وقتك هو الأولوية",
    "We value your time and ensure prompt and efficient service every step of the way.": "نحن نقدر وقتك ونتأكد من تقديم خدمة سريعة وفعالة في كل خطوة على الطريق.",
    "Round-trip from": "رحلة ذهاب وإياب من",
    "United Arab Emirates": "الإمارات العربية المتحدة",
    "France": "فرنسا",
    "United Kingdom": "المملكة المتحدة",
    "Explore the Cheapest flights in SkyLine": "استكشف أرخص الرحلات في سكاي لاين",
    "Discounted Ticket Specials": "عروض تذاكر مخفضة",
    "Explore our current promotions on the most economical tickets available. Save more with our limited-time discounts!": "استكشف العروض الحالية على أرخص التذاكر المتاحة. وفّر أكثر مع خصوماتنا المحدودة!",
    "Available Seats": "المقاعد المتاحة",
    "Flight": "الرحلة",
    "Departure": "المغادرة",
    "Arrival": "الوصول",
    "Description": "الوصف",
    "Price per adult": "السعر لكل بالغ",
    "Book Now": "احجز الآن",
    "Popular Airlines in Middle East": "الخطوط الجوية الشهيرة في الشرق الأوسط",
    "Find the Nearest Airline Companies!": "اعثر على أقرب شركات الطيران!",
  "Discover the best deals on airline tickets near you. Whether you're planning a business trip or a vacation, find the most affordable options available.": "اكتشف أفضل العروض على تذاكر الطيران القريبة منك. سواء كنت تخطط لرحلة عمل أو عطلة، اعثر على الخيارات الأكثر اقتصادًا المتاحة.",
  "With our user-friendly platform, booking your next flight is easier than ever. Explore various airlines and choose the one that best fits your schedule and budget.": "مع منصتنا سهلة الاستخدام، أصبح حجز رحلتك القادمة أسهل من أي وقت مضى. استكشف شركات الطيران المختلفة واختر الأنسب لجدولك وميزانيتك.",
  "Explore Tickets": "استكشاف التذاكر",
  "Loading...": "جارٍ التحميل..."
  }
  